Repository: dpaxdev/novena
Catalog: Novena Reminder/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, ro_ro

# lblDin.Text
source: of
de_de: von
ro_ro: din

# lblRepetitia.Text
source: Repetition
de_de: Wiederholung
ro_ro: Repetitia

# s0001
source: Active
de_de: Aktiv
ro_ro: Activ

# s0002
source: Add
de_de: Zufügen
ro_ro: Adauga

# abAddNovena.Label
source: Add novena
de_de: Novene hinzufügen
ro_ro: Adauga novena

# chkAlarma.Content
source: Daily alarm
de_de: Tägliches Alarm
ro_ro: Alarma zilnica

# e0005
source: You have chosen to start the novena with a delay. You cannot program the beginning of the novena in the past, please choose a date in the future.
de_de: Sie haben ein verzögerter Start für die Novene ausgewählt. Die Novene kann nicht in der Vergangenheit programiert werden. Bitte ein Datum aus der Zukunft wählen.
ro_ro: Ati ales inceperea cu intarziere a novenei. Nu puteti programa inceperea novenei in trecut, alegeti o data din viitor.

# e0006
source: Please fix the following error to procede with saving:
de_de: Der folgende Fehler muss erst korriegiert werden bevor gespeichert werden kann:
ro_ro: Corectati eroarea urmatoare pentru a putea salva:

# e0007
source: Please fix the following errors to procede with saving:
de_de: Die folgenden Fehler müssen erst korriegiert werden bevor gespeichert werden kann:
ro_ro: Corectati urmatoarele erori pentru a putea salva:

# lblData.Text
source: Date
de_de: Datum
ro_ro: Data

# rbNtimes_post.Text
source: times
de_de: mal
ro_ro: ori

# lblDuration.Text
source: Duration in days
de_de: Dauer in Tagen
ro_ro: Durata in zile

# e0011
source: The duration of the novena must be greater than 0.
de_de: Der Dauer muss länger als 0 sein.
ro_ro: Durata novenei trebuie sa fie mai mare decat 0.

# s0012
source: Inactive
de_de: Inaktiv
ro_ro: Inactiv

# lblStartAt.Text
source: Start at day
de_de: Anfangen mit Tag
ro_ro: Incepe de la ziua

# chkDelayedStart.Content
source: Start at a future date
de_de: Verzögerter Anfang
ro_ro: Incepe la o data ulterioara

# lblLaOra.Text
source: Time
de_de: Um
ro_ro: La ora

# s0016
source: Selection Mode
de_de: Auswahlmodus
ro_ro: Mod Selectie

# s0017
source: Edit
de_de: Ändern
ro_ro: Modifica

# lblNovena.Text
source: Novena
de_de: Novene

# e0019
source: The Novena Cannot be Activated
de_de: Die Novene kann nicht aktiviert werden.
ro_ro: Novena nu poate fi activata

# e0020
source: The Novena Cannot Be Saved
de_de: Die Novene kann nicht gespeichert werden
ro_ro: Novena nu poate fi salvata

# s0021
source: No
de_de: Nein
ro_ro: Nu

# lblNumeNovena.Text
source: Novena Name
de_de: Name der Novene
ro_ro: Nume novena

# rbInfiniteLoop.Content
source: Repeat continuously (loop)
de_de: Unendlich wiederholen
ro_ro: Repetare continua

# chkRepeat.Content
source: Repeat after conclusion
de_de: Wiederholen nach Ende
ro_ro: Repetare dupa terminare

# s0025
source: Are you sure you want to delete this novena?
de_de: Möchten Sie sicher die Novene löschen?
ro_ro: Sigur doriti sa stergeti aceasta novena?

# e0026
source: Specify a name for the novena.
de_de: Name für die Novene eingeben
ro_ro: Specificati un nume pentru novena.

# s0027
source: Delete
de_de: Löschen
ro_ro: Sterge

# s0028
source: Delete Selection
de_de: Auswahl löschen
ro_ro: Sterge Selectie

# s0029
source: Delete Novena
de_de: Novene löschen
ro_ro: Stergere novena

# s0030
source: Delete Selected Novena
de_de: Ausgewählte Novene löschen
ro_ro: Stergere novena selectata

# s0031
source: Day {0}
de_de: Tag {0}
ro_ro: Ziua {0}

# togIsActive.OffContent
source: Inactive
de_de: Inaktiv
ro_ro: Inactiva

# togIsActive.OnContent
source: Active
de_de: Aktiv
ro_ro: Activa

# abDeleteSelection.Label
source: Delete selection
de_de: Auswahl löschen
ro_ro: Sterge slectie

# abMultiselect.Label
source: Selection mode
de_de: Auswahlmodus
ro_ro: Mod selectie

# ButtonCancel.Label
source: Cancel changes
de_de: Änderungen zurücksetzen
ro_ro: Anuleaza modificari

# ButtonDelete.Label
source: Delete
de_de: Löschen
ro_ro: Sterge

# ButtonSave.Label
source: Save
de_de: Speichern
ro_ro: Salveaza

# DeleteButton.Text
source: Delete
de_de: Löschen
ro_ro: Sterge

# e0001
source: Please input the duration of the novena in days.
de_de: Bitte die Dauer der Novene in Tagen eingeben.
ro_ro: Indicati durata in zile a novenei.

# e0002
source: The duration must be a number.
de_de: Die Dauer muss eine Zahl sein.
ro_ro: Durata novenei trebuie sa fie un numar.

# e0003
source: The duration must be greater than 0.
de_de: Die Dauer muss grösser als 0 sein.
ro_ro: Durata novenei trebuie sa fie mai mare decat 0.

# lblZiua.Text
source: Day
de_de: Tag
ro_ro: Ziua

# s0018
source: Novena
de_de: Novene

# s0023
source: Are you sure you want to delete these novenas?
de_de: Möchten Sie sicher diese Novenen löschen?
ro_ro: Sigur doriti sa stergeti aceste novene?

# s0024
source: Delete {0} selected novenas
de_de: {0} ausgewählte Novenen löschen
ro_ro: Stergere {0} novene selectate

# s0026
source: This novena is currently running.
de_de: Diese Novene läuft gerade.
ro_ro: Aceasta novena este in desfasurare.

# s0003
source: {0} minutes
de_de: {0} Minuten

# s0004
source: 1 hour
de_de: 1 Stunde

# s0005
source: {0} hours
de_de: {0} Stunden

# lblAlarmTone.Text
source: Alarm tone
de_de: Alarmton

# s0007
source: Default
de_de: Systemeinstellung

# lbTest.Text
source: Test
de_de: Testen

# s0008
source: Vibrate
de_de: Vibrieren

# e0004
source: Starting date is scheduled in the past.
de_de: Startdatum ist in der Vergangenheit eingestellt.

# s0006
source: Daily
de_de: Täglich

# lblDayOfWeek.Text
source: Repeat only in a certain day of the week
de_de: Nur an bestimmten Wochentagen wiederholen
